Repository: zeteticl/xcode-demo-visionos
Catalog: SwiftSplash/SwiftSplash/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_cn

source: %@ Select Attached
de: %@ Verbundene Teile auswählen
fr: %@Sélectionner les pièces attachées
ja: %@ 接続するピースを選択
ko: %@ 부착된 항목 선택
zh_cn: %@ 选择所附段

source: %@ percent complete.
de: %@ Prozent abgeschlossen.
fr: Terminé à %@ %%.
ja: %@パーセント完了。
ko: %@퍼센트 완료했습니다.
zh_cn: 已完成百分之%@。

source: Add finish line.
de: Füge die Ziellinie hinzu.
fr: Ajoutez une ligne d’arrivée.
ja: ゴールラインを追加します。
ko: 결승선을 추가하세요.
zh_cn: 添加终点线。

source: Add left turn piece.
de: Füge eine Linkskurve hinzu.
fr: Ajoutez une pièce coudée vers la gauche.
ja: 左折ピースを追加します。
ko: 왼쪽 회전 구간을 추가하세요.
zh_cn: 添加左转段。

source: Add right turn piece.
de: Füge eine Rechtskurve hinzu.
fr: Ajoutez une pièce coudée vers la droite.
ja: 右折ピースを追加します。
ko: 오른쪽 회전 구간을 추가하세요.
zh_cn: 添加右转段。

source: Add spiral slide piece.
de: Füge eine Spirale hinzu.
fr: Ajoutez une pièce de toboggan en spirale.
ja: らせんスライドピースを追加します。
ko: 나선형 슬라이드 구간을 추가하세요.
zh_cn: 添加螺旋段。

source: Add straight slide piece.
de: Füge ein gerades Teil hinzu.
fr: Ajoutez une pièce de toboggan droite.
ja: 直線スライドピースを追加します。
ko: 직선형 슬라이드 구간을 추가하세요.
zh_cn: 添加直道段。

source: Are you sure you want to delete all pieces and start over?
de: Möchtest du wirklich alle Teile löschen und von vorn beginnen?
fr: Voulez-vous vraiment supprimer toutes les pièces et recommencer ?
ja: すべてのピースを削除して最初からやり直してもよろしいですか?
ko: 모든 구간을 삭제하고 다시 시작하겠습니까?
zh_cn: 确定要删除所有滑梯段并重新开始吗？

source: Build
de: Bauen
fr: Créer
ja: 構築
ko: 만들기
zh_cn: 建造

source: Build an epic water ride this adventurous fish won’t forget.
de: Baue eine spektakuläre Wasserrutsche, die dieser abenteuerlustige Fisch nie wieder vergessen wird.
fr: Créez une attraction nautique époustouflante que ce petit poisson téméraire ne sera pas prêt d’oublier.
ja: 冒険好きなこの魚が忘れることのできない最高のウォーターライドを構築します。
ko: 멋진 워터 슬라이드를 만들어 이 모험심 가득한 물고기에게 잊지 못할 경험을 선사하세요.
zh_cn: 建造惊险刺激的水上滑梯，让勇敢的小鱼对这次冒险难以忘怀。

source: Change all selected pieces to use a metal material.
de: Alle ausgewählten Teile sollen zu Metall werden.
fr: Modifiez toutes les pièces sélectionnées pour utiliser un matériau en métal.
ja: 選択したすべてのピースで金属素材を使用するように変更します。
ko: 선택한 구간을 모두 금속재로 변경합니다.
zh_cn: 将选中滑梯段全部改为使用金属材质。

source: Change all selected pieces to use a plastic material.
de: Alle ausgewählten Teile sollen zu Plastik werden.
fr: Modifiez toutes les pièces sélectionnées pour utiliser un matériau en plastique.
ja: 選択したすべてのピースでプラスチック素材を使用するように変更します。
ko: 선택한 구간을 모두 플라스틱재로 변경합니다.
zh_cn: 将选中滑梯段全部改为使用塑料材质。

source: Change all selected pieces to use a wood material.
de: Alle ausgewählten Teile sollen zu Holz werden.
fr: Modifiez toutes les pièces sélectionnées pour utiliser un matériau en bois.
ja: 選択したすべてのピースで木材を使用するように変更します。
ko: 선택한 구간을 모두 목재로 변경합니다.
zh_cn: 将选中滑梯段全部改为使用木头材质。

source: Clear the selection and dismiss this window.
de: Lösche die Auswahl und schließe dieses Fenster.
fr: Effacez la sélection et fermez cette fenêtre.
ja: 選択を解除してこのウインドウを閉じます。
ko: 선택 항목을 해제하고 이 윈도우를 닫습니다.
zh_cn: 清除所选项并关闭此窗口。

source: Continue editing
de: Weiter bearbeiten
fr: Poursuivre la modification
ja: 編集を続ける
ko: 계속 편집
zh_cn: 继续编辑

source: Delete
de: Löschen
fr: Supprimer
ja: 削除
ko: 삭제
zh_cn: 删除

source: Delete all selected ride pieces.
de: Lösche alle ausgewählten Teile der Rutsche.
fr: Supprimez toutes les pièces de l’attraction sélectionnées.
ja: 選択したライドピースをすべて削除します。
ko: 선택한 구간을 모두 삭제합니다.
zh_cn: 删除所有已选滑梯段。

source: Delete ride
de: Rutsche löschen
fr: Supprimer l’attraction
ja: ライドを削除
ko: 라이딩 삭제
zh_cn: 删除滑梯

source: Dismiss
de: Schließen
fr: Fermer
ja: 閉じる
ko: 닫기
zh_cn: 关闭

source: Finish Line
de: Ziellinie
fr: Ligne d’arrivée
ja: ゴールライン
ko: 결승선
zh_cn: 终点线

source: Left Turn
de: Linkskurve
fr: Vers la gauche
ja: 左折
ko: 왼쪽 회전
zh_cn: 左转

source: Loading Assets…
de: Medien laden …
fr: Chargement des ressources…
ja: アセットを読み込み中…
ko: 항목 로드 중…
zh_cn: 正在载入资源…

source: Metal
de: Metall
fr: Métal
ja: 金属
ko: 금속
zh_cn: 金属

source: Mute
de: Ton aus
fr: Couper le son
ja: 消音
ko: 소리 끔
zh_cn: 静音

source: Pause
de: Anhalten
fr: Mettre en pause
ja: 一時停止
ko: 일시 정지
zh_cn: 暂停

source: Pause Ride
de: Fahrt anhalten
fr: Mettre en pause l’attraction
ja: ライドを一時停止
ko: 라이딩 일시 정지
zh_cn: 暂停滑梯

source: Pinch and drag to place the first piece of the ride in your room.
de: Tippe die Finger zusammen und ziehe das erste Teil der Rutsche in deinen Raum.
fr: Pincez et faites glisser pour placer la première pièce de votre attraction dans la pièce.
ja: 室内で、1つ目のライドピースをピンチしてドラッグします。
ko: 슬라이드의 첫 번째 구간을 핀치하여 방 안으로 드래그하세요.
zh_cn: 捏合并拖移以在房间中放置第一段滑梯。

source: Plastic
de: Plastik
fr: Plastique
ja: プラスチック
ko: 플라스틱
zh_cn: 塑料

source: Play
de: Spielen
fr: Jouer
ja: プレイ
ko: 플레이
zh_cn: 玩游戏

source: Play Ride
de: Fahrt wiedergeben
fr: Jouer à l’attraction
ja: ライドを再生
ko: 라이딩 재생
zh_cn: 玩滑梯

source: Restart Ride
de: Fahrt erneut starten
fr: Recommencer l’attraction
ja: ライドをもう一度再生
ko: 라이딩 재시작
zh_cn: 重新开始滑梯

source: Ride
de: Fahrt
fr: Attraction nautique
ja: ライド
ko: 라이딩
zh_cn: 滑梯

source: Right Turn
de: Rechtskurve
fr: Vers la droite
ja: 右折
ko: 오른쪽 회전
zh_cn: 右转

source: Rotate selected pieces 90 degrees clockwise
de: Ausgewählte Teile um 90 Grad im Uhrzeigersinn drehen
fr: Faites pivoter les pièces sélectionnées de 90 degrés vers la droite.
ja: 選択したピースを時計回りに90度回転
ko: 선택한 구간을 시계 방향으로 90도 회전
zh_cn: 将所选滑梯段顺时针旋转90度

source: Rotate selected pieces 90 degrees counter-clockwise
de: Ausgewählte Teile um 90 Grad gegen den Uhrzeigersinn drehen
fr: Faites pivoter les pièces sélectionnées de 90 degrés vers la gauche.
ja: 選択したピースを反時計回りに90度回転
ko: 선택한 구간을 반시계 방향으로 90도 회전
zh_cn: 将所选滑梯段逆时针旋转90度

source: Select All
de: Alle auswählen
fr: Tout sélectionner
ja: すべてを選択
ko: 모두 선택
zh_cn: 全选

source: Select all ride pieces that connect back to this piece.
de: Wähle alle Teile der Rutsche aus, die mit diesem Teil verbunden sind.
fr: Sélectionnez toutes les pièces de l’attraction attachées à cette pièce.
ja: このピースに接続するすべてのライドピースを選択します。
ko: 이 구간에 연결되는 모든 라이딩 구간을 선택합니다.
zh_cn: 选择连接这段滑梯的所有段。

source: Select metallic material for next piece added.
de: Wähle Metall als Material für das nächste hinzugefügte Teil aus.
fr: Sélectionnez le matériau en métal pour la prochaine pièce ajoutée.
ja: 次に追加するピースに金属素材を選択します。
ko: 다음에 추가할 구간을 금속재로 선택합니다.
zh_cn: 添加的下一段滑梯选择金属材质。

source: Select plastic material for next piece added.
de: Wähle Plastik als Material für das nächste hinzugefügte Teil aus.
fr: Sélectionnez le matériau en plastique pour la prochaine pièce ajoutée.
ja: 次に追加するピースにプラスチック素材を選択します。
ko: 다음에 추가할 구간을 플라스틱재로 선택합니다.
zh_cn: 添加的下一段滑梯选择塑料材质。

source: Select wooden material for next piece added.
de: Wähle Holz als Material für das nächste hinzugefügte Teil aus.
fr: Sélectionnez le matériau en bois pour la prochaine pièce ajoutée.
ja: 次に追加するピースに木材を選択します。
ko: 다음에 추가할 구간을 목재로 선택합니다.
zh_cn: 添加的下一段滑梯选择木头材质。

source: Simple Ramp
de: Einfache Rampe
fr: Rampe simple
ja: 傾斜
ko: 단순 경사로
zh_cn: 简单坡道

source: Slide
de: Gefälle
fr: Toboggan
ja: 急傾斜
ko: 슬라이드
zh_cn: 滑道

source: Spiral
de: Spirale
fr: Spirale
ja: らせん
ko: 나선형
zh_cn: 螺旋

source: Start Building
de: Mit Bau starten
fr: Commencer à créer
ja: 構築を開始
ko: 만들기 시작
zh_cn: 开始建造

source: Start Ride
de: Fahrt starten
fr: Commencer l’attraction
ja: ライドを開始
ko: 라이딩 시작
zh_cn: 开始玩滑梯

source: Start the ride over from the beginning.
de: Starte die Fahrt von vorn.
fr: Recommencez l’attraction depuis le début.
ja: ライドを最初から開始します。
ko: 라이딩을 처음부터 시작합니다.
zh_cn: 从开头开始重新玩滑梯。

source: Straight
de: Gerade
fr: Droite
ja: 直線
ko: 직선형
zh_cn: 直道

source: Unmute
de: Ton ein
fr: Réactiver le son
ja: 消音解除
ko: 소리 켬
zh_cn: 取消静音

source: Wood
de: Holz
fr: Bois
ja: 木材
ko: 목재
zh_cn: 木头

source: Material
fr: Matériau
ja: 素材
ko: 자재
zh_cn: 材质

source: Swift Splash
zh_cn: 激流勇进
